a52dec
aalib
abseil-cpp
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacarte
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
amtk
aom
appstream-glib
archlinux-keyring
argon2
aria2
asciinema
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
autoconf
automake
avahi
base
bash
bash-completion
bat
bind
binutils
bison
blueprint-compiler
bluez
bluez-libs
bolt
boost-libs
box2d
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
cdrtools
cheese
chromaprint
cifs-utils
clucene
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk-common
colord-gtk4
conmon
containers-common
coreutils
cpio
cracklib
criu
cronie
crun
cryptsetup
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
device-mapper
diffutils
djvulibre
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
dtc
e2fsprogs
edk2-ovmf
efibootmgr
efivar
elinks
enchant
eog
evince
exempi
exiv2
expat
faac
faad2
fakeroot
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
fluidsynth
fontconfig
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdm
gedit
geoclue
geocode-glib
gettext
ghostscript
giflib
git
gjs
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmime3
gmp
gnome-autoar
gnome-bluetooth
gnome-bluetooth-3.0
gnome-boxes
gnome-clocks
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-keyring
gnome-menus
gnome-music
gnome-online-accounts
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-video-effects
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gom
gparted
gpaste
gperf
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grilo
grilo-plugins
groff
grub
grub-btrfs
grub-customizer
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gthumb
gtk-doc
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtkmm3
gtksourceview3
gtksourceview4
gtksourceview5
gtkspell3
gts
gufw
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highlight
htop
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
jbig2dec
jemalloc
js78
js91
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
kooha
krb5
l-smash
lame
lcms2
ldb
ldns
less
libabw
libadwaita
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcheese
libcloudproviders
libcolord
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdispatch
libdmapsharing
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libiptcdata
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libkate
libksba
liblangtag
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmalcontent
libmanette
libmatroska
libmaxminddb
libmd
libmediaart
libmediainfo
libmfx
libmicrodns
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvorbis
libvpx
libvterm01
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzen
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lpsolve
lua
lua52
luajit
lv2
lvm2
lynx
lz4
lzo
m4
mailcap
make
man-db
man-pages
marker
md4c
mdadm
mediainfo
mesa
meson
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
msgpack-c
mtdev
mtools
mtpfs
multipath-tools
mutter
nano
nautilus
ncurses
ndctl
neofetch
neon
neovim
netavark
netpbm
nettle
networkmanager
nftables
nilfs-utils
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntfs-3g
numactl
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
podman
polkit
poppler
poppler-glib
popt
portaudio
power-profiles-daemon
ppp
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-anytree
python-appdirs
python-attrs
python-beaker
python-cairo
python-certifi
python-chardet
python-colorama
python-dnspython
python-docopt
python-gobject
python-idna
python-importlib-metadata
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-ordered-set
python-packaging
python-pillow
python-ply
python-protobuf
python-pygments
python-pyparsing
python-requests
python-setuptools
python-shtab
python-six
python-termcolor
python-urllib3
python-xlib
python-zipp
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-sdl
qemu-audio-spice
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qemu-virtiofsd
qrencode
qt5-base
qt5-svg
qt5-translations
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
ranger
raptor
rasqal
rav1e
readline
redland
reflector
rest
rhash
rnnoise
rsync
rtkit
rtmpdump
run-parts
sbc
sdl2
sdl2_image
seabios
sed
semver
serd
shaderc
shadow
shared-color-targets
shared-mime-info
slang
slirp4netns
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
svt-av1
svt-hevc
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
telegram-desktop
tevent
texinfo
thin-provisioning-tools
tinyxml2
tldr
totem
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
tre
tree-sitter
tslib
ttf-opensans
twolame
typescript
tzdata
uchardet
udisks2
ueberzug
ufw
unibilium
unzip
upower
usbmuxd
usbredir
util-linux
util-linux-libs
v4l-utils
vala
vde2
vid.stab
virglrenderer
virt-install
virt-manager
vivaldi
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yt-dlp
zbar
zenity
zeromq
zimg
zlib
zsh
zstd
zvbi
zxing-cpp
